Repository: wennerer/Gitwizard
Catalog: locale/gw_rsstrings.*.po
Languages: de

source: Accept
de: Annehmen

source: Add and edit arguments for the input dialogue
de: Argumente für den Eingabedialog einfügen und bearbeiten

source: Add/Delete a separator below
de: Füge/Lösche einen Separator unterhalb hinzu

source: Always show this dialogue
de: Zeige immer diesen Dialog

source: Set Any Directory
de: Wähle ein Verzeichnis

source: Show no dialogue and take over the new project automatically
de: Übernehme das Projekt automatisch ohne Dialog

source: Backwards
de: Rückwärts

source: Bookmarks:
de: Lesezeichen:

source: Cancel
de: Abbrechen

source: Please check optionsdialog!
de: Bitte schaue in den Options_Dialog!

source: Delete All Bookmarks
de: Lösche alle Lesezeichen

source: Delete a Bookmark
de: Lösche ein Lesezeichen

source: close
de: schließen

source: The command is incorrect!
de: Der Befehl ist nicht korrekt!

source: Command-File not found!
de: Befehlsdatei nicht gefunden!

source: Complete the command:
de: Vervollständige den Befehl:

source: Create a Backup of Commands
de: Erzeugt ein Backup von den Befehlen

source: Do you want to create a new backup? All old files in the backup folder are deleted!
de: Möchtest du ein neues Backup erzeugen? Alle alten Dateien im Backup-Ordner werden gelöscht!

source: Edit default gitignore
de: Standard gitignore bearbeiten

source: Delete a argument
de: Lösche ein Argument

source: Delete command
de: Lösche den Befehl

source: Delete not possible
de: LÖschen nicht möglich

source: Delete
de: Löschen

source: Directory not found!
de: Verzeichnis nicht gefunden!

source: Downwards
de: Abwärts

source: Edited arguments
de: Bearbeite Argumente

source: Please enter a caption for the new button:
de: Bitte gib eine Caption für den neuen Button ein:

source: Please enter a new command:
de: Bitte gib einen neuen Befehl ein:

source: Please enter a filename for the new bash:
de: Bitte gib einen Dateinamen für die Bashdatei ein:

source: Please enter a hint for the new button:
de: Bitte gib einen Hint für den neuen Button ein:

source: Enter a new position!
de: Gib eine neue Position ein!

source: Error
de: Fehler

source: Excecute
de: Ausführen

source: Favorites
de: Favoriten

source: File already exists!
de: Datei existiert schon!

source: File not found!
de: Datei nicht gefunden!

source: Folt All
de: Alles Falten

source: Folting:
de: Falten:

source: Edit for single commands
de: Eingabe für einzelne Befehle

source: Goto a Bookmark
de: Gehe zu Lesezeichen

source: File not found: gw_commands.xml!
de: Datei nicht gefunden: gw_commands.xml!

source: Default gitignore not found!
de: Standard gitignore nicht gefunden!

source: GitWizard integrates the operation of git into the Lazarus IDE.
de: GitWizard integriert die Bedienung von Git in die Lazarus IDE.

source: Commands are called via scripts that can be created or changed by the user.
de: Befehle werden über Skripte aufgerufen, die vom Benutzer erstellt oder geändert werden können.

# gw_rsstrings.rs_infoline3
source: License: GNU General Public License (GNU GPL)
de: Lizenz: GNU General Public License (GNU GPL)

# gw_rsstrings.rs_infoline4
source: All icons from Roland Hahn. Thank you very mutch!
de: Alle Icons sind von Roland Hahn. Herzlichen Dank!

source: Complete the command dialog
de: Vervollständige den Befehl Dialog

source: Insert a new argument
de: Argument einfügen

source: Doppelclick to insert a new argument
de: Doppelklick zum Einfügen eines neuen Arguments

source: en
de: de

source: Set Last Saved Project-Directory
de: Setzt das letzte gespeicherte Project-Verzeichnis

source: Set open Package-Directory
de: Setzt das geöffnete Package-Verzeichnis

source: There are several packages open!
de: Es sind mehrere Packages geöffnet!

source: Move Button
de: Verschiebe den Button

source: Move down
de: Nach unten

source: The tab contains commands. Please delete or move all commands.
de: Der Tab beeinhaltet Befehle. Bitte lösche oder verschiebe alle Befehle.

source: Move a button to a new tabsheet
de: Bewege den Button auf ein anderes Tabsheet

source: Move to another tab
de: Verschiebe zu einem anderen Tab

source: Move up
de: Nach oben

source: New Argument
de: Neues Argument

source: The command requires an input
de: Der Befehl benötigt eine Eingabe

source: Do not show any dialogue and do not take over the new project
de: Zeige keinen Dialog und übernehme das neue Projekt nicht automatisch

source: New argument:
de: Neues Argument:

source: Enter a new caption for the button:
de: Gib eine neue Caption für den Button ein:

source: Enter a new Caption:
de: Gib eine neue Caption ein:

source: Create a new command
de: Erzeuge einen neuen Befehl

source: New Command Dialog
de: Neuer Befehl Dialog

source: Enter a new hint for the button:
de: Gib einen neuen Hint für den Button ein:

source: New Position:
de: Neue Position:

source: A new project has been opened. Would you like to transfer this to the GitWizard?
de: Es wurde ein neues Projekt geöffnet. Möchten Sie dieses in den GitWizard übernehmen?

source: New Properties
de: Neue Eigenschaften

source: Creates a new tab
de: Erzeugt einen neuen Tab

source: New Tabsheet Properties
de: Neue Eigenschaften Tabsheets

source: No
de: Nein

source: No caption entered
de: Keine Caption eingegeben

source: No command entered
de: Keinen Befehl eingegeben

source: No directory selected!
de: Kein Verzeichnis ausgewählt!

source: No filename entered
de: Keinen Datei eingegeben

source: Rename not possible
de: Umbenennen nicht möglich

source: A New Project Was Opened!
de: Ein neues Projekt wurde geöffnet!

source: Open set Directory
de: Öffne gesetztes Verzeichnis

source: Open File
de: Öffne die Datei

source: Open helpfile
de: Öffne die Hilfe-Datei

# gw_rsstrings.rs_options
source: Options
de: Optionen

# gw_rsstrings.rs_optionsform
source: Options
de: Optionen

source: GitWizard Output
de: GitWizard Ausgabe

source: Own Backup Folder:
de: Eigenes Backup Verzeichnis:

source: Predefined arguments
de: Vordefinierte Argumente

source: Rename
de: Umbenennen

source: Restore backup
de: Backup wieder herstellen

source: Would you like to load the data from the last backup? All old files in the command folder are deleted!
de: Möchtest du die Daten vom letzten Backup laden? Alle Dateien im Command-Ordner werden gelöscht!

source: Searching:
de: Suchen:

source: Please select a backup-folder as destination
de: Bitte wähle ein Backup-Verzeichnis als Ziel

source: Please select a source backup-folder
de: Bitte wähle ein Quell-Backup-Verzeichnis

source: Select a new tabsheet:
de: Wähle ein neues Tabsheet:

source: Select an editor:
de: Wähle einen Editor:

source: Set a Bookmark
de: Setze ein Lesezeichen

source: Settings:
de: Einstellungen :

source: Unfolt All
de: Alles Entfalten

source: Yes
de: Ja
